[
    {
      "id": 1,
      "title": "education",
      "body": "Education is a process of learning through which we acquire knowledge. It enlightens, empowers, and creates a positive development. Education gives an individual the knowledge and skills to work with virtue. It aids the all-round mental, physical, and intellectual growth and development of an individual"
    },
    {
      "id": 2,
      "title": "english",
      "body": "English teaching resources. If you are an English teacher we have lots of free resources to support your work. Find teaching resources to support your work . Whether you are new to English language teaching, or whether you are taking the next steps in you..."
    },
    {
      "id": 3,
      "title": "mathmatics",
      "body": "Elishing a niche bibliometric ysis of the teaching method of discrete mathematics c recent and forthing publications research papers on discrete mathematicsIsomorphisms Of Cayley Graphs Surface GroupsResearch On Mega Math"
    },
    {
      "id": 4,
      "title": "bangla",
      "body": ".In Bangladesh, all citizens must undertake ten years of compulsory education which consists of five years at primary school level and five years at high school .."
    },
    {
      "id": 6,
      "title": "Arabic",
      "body": "Arabic (عربي) is a Semitic language, like Hebrew and Aramaic. Around 292 million people speak it as their first language. Many more people can also understand it as a second language. The Arabic language has its own alphabet written from right to left, like Hebrews"
    },
    {
      "id": 6,
      "title": "javascript",
      "body": "JavaScript is the world's most popular programming language. JavaScript is the programming language of the Web. JavaScript is easy to learn. This tutorial will ..."
    },
    {
      "id": 7,
      "title": "React",
      "body": "React is a free and open-source front-end JavaScript library for building user interfaces or UI components. It is maintained by Facebook and a community of .."
    }
  ]